app/controllers/home_controller.rb

  def index
    # @pages = Page.first_three
    @home = Home.first
---
SELECT  "homes".* FROM "homes"  ORDER BY "homes"."id" ASC LIMIT 1